Repository: nikhilmahant/ERP
Catalog: main/Printer Tool 2.40-1/Lang/*/LC_MESSAGES/PrinterConfig.po
Languages: pt_pt, ru_ru, zh_cn

# PO_IDC_STATIC_2DBAR_TYPE
source: Set Type:
pt_pt: Selecione o Tipo:
ru_ru: Установить тип
zh_cn: 类型:

# PO_GSTR_SET
source: Set
pt_pt: Configurar
ru_ru: Установить
zh_cn: 设置

# PO_IDC_STATIC_80_BAR_CODE_HRI_POSITION
source: HRI Print Position:
zh_cn: HRI打印方式:

# PO_IDC_STATIC_80_BAR_CODE_BAR_WIDTH
source: Bar Width:
zh_cn: 条码宽度:

# PO_IDC_STATIC_80_BAR_CODE_HRI_FONT
source: HRI Font:
zh_cn: HRI字形:

# PO_IDC_STATIC_80_BAR_CODE_BAR_HEIGHT
source: Bar Height:
zh_cn: 条码高度:

# PO_IDC_STATIC_80_BAR_LEFT_SPACING
source: Left Spacing:
zh_cn: 左侧间距:

# PO_IDC_STATIC_80_BAR_CODE_BARCODE_TYPE
source: Bar Code:
zh_cn: 条码类型:

# PO_IDC_BUTTON_80_BAR_CODE_SET_ALL
source: Set All
zh_cn: 一键设置

# PO_IDC_BUTTON_80_PRINT_2DBAR
source: Print 2DBAR
zh_cn: 二维码打印

# PO_IDC_STATIC_80_2DBAR_PRINT
source: 2DBAR Size:
zh_cn: 二维码大小:

# PO_IDC_STATIC_80_2DBAR_COMPONENT_TYPE
source: Component type:
zh_cn: 组件类型:

# PO_IDC_STATIC_80_2DBAR_CHECK_LEVEL
source: Check Level:
zh_cn: 校验等级:

# PO_IDC_STATIC_80_2DBAR_DATA
source: 2DBAR Data:
zh_cn: 二维码数据:

# PO_IDC_BUTTON_80_PRINT_PDF417
source: Print PDF417
zh_cn: 打印 PDF417

# PO_IDC_STATIC_80_PDF417_COLUMN
source: PDF417 Column:
zh_cn: PDF417 列数:

# PO_IDC_STATIC_80_PDF417_RECOVERY_LEVEL
source: Recovery Level:
zh_cn: 恢复等级:

# PO_IDC_STATIC_80_PDF417_RATIO
source: Horizontal Vertical Ratio:
zh_cn: 水平垂直比率:

# PO_IDC_STATIC_80_PDF417_DATA
source: PDF417 Data:
zh_cn: PDF417 数据:

# PO_GSTR_80_BAR_CODE_NOT_PRINT
source: Not Print
zh_cn: 不打印

# PO_GSTR_80_BAR_CODE_UPPER_PRINT
source: Upper
zh_cn: 上方

# PO_GSTR_80_BAR_CODE_BELOW_PRINT
source: Below
zh_cn: 下方

# PO_GSTR_80_BAR_CODE_UPPER_AND_BELOW_PRINT
source: Upper and Below
zh_cn: 上方及下方

# PO_GSTR_80_CHAR_FONT_A
source: Font-A
zh_cn: 字形-A

# PO_GSTR_80_CHAR_FONT_B
source: Font-B
zh_cn: 字形-B

# PO_GSTR_80_NUMBER_ERR
source: Please input a number between 1 and 255.
zh_cn: 请指定一个介于1和255间的值。

# PO_GSTR_80_BAR_NUMBER_ERROR
source: Please enter 11 digital characters!(1~9)
zh_cn: 请输入11位数字字符!(1~9)

# PO_GSTR_80_BAR_NUMBER_ERROR_JAN13
source: Please enter 12 characters!
zh_cn: 请输入12位字符!

# PO_GSTR_80_BAR_NUMBER_ERROR_JAN8
source: Please enter 7 characters!
zh_cn: 请输入7位字符!

# PO_GSTR_80_BAR_NUMBER_ERROR_ITF
source: Please enter an even digit character of less than 30 characters!
zh_cn: 请输入小于30位的偶数位字符!

# PO_GSTR_80_BAR_NUMBER_ERROR_CODE39
source: Please enter characters from 1 to 30 bits,Rang:(1~9) (A~Z)($ % + - . /)
zh_cn: 请输入一个1到30位的字符，字符范围：(1~9) (A~Z)($ % + - . /)

# PO_GSTR_80_BAR_NUMBER_ERROR_CODEBAR
source: Please enter characters from 1 to 30 bits,Rang:(1~9) (A~D)($ + - . / :)
zh_cn: 请输入一个1到30位的字符，字符范围：(1~9) (A~D)( $ + - . / : )

# PO_GSTR_80_BAR_NUMBER_ERROR_CODE
source: Please enter 1-30 characters!
zh_cn: 请输入1到30位字符!

# PO_GSTR_80_BAR_NUMBER_ERROR_SPACING
source: Please input a number between 0 and 255.
zh_cn: 请输入一个介于1和255间的值.

# PO_GSTR_80_2DBAR_DATA_ERROR
source: Please enter an digit character of less than 20 characters!
zh_cn: 请输入一个小于20位的数字

# PO_GSTR_CODE_PAGE
source: Code Page:
ru_ru: Кодовая страница
zh_cn: 字符集:

# PO_GSTR_BAUD_RATE
source: Baud Rate:
pt_pt: Taxa de Transmissão:
ru_ru: Скорость обмена
zh_cn: 波特率:

# PO_GSTR_CHARACTER
source: Character:
pt_pt: Caracter:
ru_ru: Символ
zh_cn: 字体:

# PO_GSTR_CHS
source: Char Per Line:
pt_pt: Caracter por linha:
ru_ru: CHS/Line:
zh_cn: 每行字数:

# PO_GSTR_DENSITY
source: Density:
pt_pt: Densidade:
ru_ru: Плотность
zh_cn: 浓度:

# PO_GSTR_PARITY
source: Parity:
pt_pt: Paridade:
ru_ru: Четность
zh_cn: 奇偶校验:

# PO_IDC_CHECK_BASE_BUZZER
source: Buzzer
ru_ru: Зуммер
zh_cn: 蜂鸣

# PO_IDC_CHECK_BASE_CUTTER
source: Cutter
pt_pt: Guilhotina:
ru_ru: Отрезчик
zh_cn: 切刀

# PO_IDC_CHECK_BASE_DRAWER
source: Drawer
pt_pt: Gaveta:
ru_ru: Ящик
zh_cn: 钱箱

# PO_IDC_CHECK_BASE_BUZZER_AFTER_PRINT
source: Buzzer After Print
pt_pt: Buzzer depois da impressão
ru_ru: Зуммер после печати
zh_cn: 打印后蜂鸣

# PO_IDC_CHECK_BASE_AUTO_REPRINT
source: Auto Reprint The Last Receipt
pt_pt: Auto imprimir a última impressão
ru_ru: Автоматически перепечатать последний чек
zh_cn: 最后一张票据重打印

# PO_GSTR_SELF_TEST
source: Self Test
pt_pt: Auto Teste
ru_ru: Самотестирование
zh_cn: 打印自检

# PO_IDC_STATIC_BIG5_E
source: Emualtion Mode:
pt_pt: Modo de Emulação:
ru_ru: Режим эмуляции
zh_cn: 指令集:

# PO_IDC_STATIC_BIG5_LANGUAGE
source: Language:
pt_pt: Idioma:
ru_ru: Язык
zh_cn: 语言:

# PO_IDC_STATIC_BIG5_SPEED
source: Speed:
pt_pt: Velocidade:
ru_ru: Скорость
zh_cn: 打印速度:

# PO_IDC_STATIC_BIG5_BARDCODE_WIDE
source: Barcode Wide:
pt_pt: Largura do Código de Barras:
ru_ru: Широкий штрихкод
zh_cn: 条码宽度:

# PO_IDC_STATIC_BIG5_PAPER_WIDTH
source: Paper Width:
pt_pt: Dimensão do Papel:
ru_ru: Ширина бумаги
zh_cn: 纸张大小:

# PO_IDC_STATIC_BIG5_AUTO_REPRINT
source: Auto Reprint Mode:
pt_pt: Modo de Repetição de Impressão:
ru_ru: Режим автоматической перепечатки
zh_cn: 重打印:

# PO_IDC_STATIC_BM_LENGHT
source: Black Mark Length:
pt_pt: Tamanho do Black Mark:
ru_ru: Длина черной метки
zh_cn: 黑标纸张长度:

# PO_IDC_STATIC_BM_WIDTH
source: Black Mark Width:
pt_pt: Dimensão do Black Mark:
ru_ru: Ширина черной метки
zh_cn: 黑标最大宽度:

# PO_IDC_STATIC_BM_PRINT
source: Print After Black Mark:
pt_pt: Imprimir depois do Black Mark:
ru_ru: Печать после черной метки
zh_cn: 起始在黑标后:

# PO_IDC_STATIC_BM_CUT
source: Cut After Black Mark:
pt_pt: Cortar depois do Black Mark::
ru_ru: Отрез после черной метки
zh_cn: 切纸在黑标后：

# PO_GSTR_ENABLE
source: Enable
pt_pt: Habilitado
ru_ru: Включить
zh_cn: 启用

# PO_GSTR_DISABLE
source: Disable
pt_pt: Desabilitado
ru_ru: Отключить
zh_cn: 关闭

# PO_IDC_BUTTON_BLACK_NEXT_MARK
source: Next Black Mark
pt_pt: Próximo ao Black Mark
ru_ru: Следующая черная метка
zh_cn: 进纸到下一黑标页

# PO_IDC_BUTTON_BLACK_NEXT_CUT
source: Next Cut
pt_pt: Próximo ao corte
ru_ru: Следующий отрез
zh_cn: 进纸到下一位置切纸

# PO_GSTR_BM_NUMBER_ERR
source: Please input a number
pt_pt: Por favor insira um número
ru_ru: Пожалуйста, введите номер
zh_cn: 请输入一个数字

# PO_IDC_STATIC_RPP_DEV_NAME
source: Device Name:
pt_pt: Nome do Dispositivo:
ru_ru: Please input device name
zh_cn: 设备名:

# PO_IDC_STATIC_RPP_MODEL_NAME
source: Model Name:
pt_pt: Nome do Modelo:
ru_ru: Имя модели
zh_cn: 模板名称:

# PO_IDC_STATIC_RPP_SERIAL
source: Device Number:
pt_pt: Número do Dispositivo:
ru_ru: Номер устройства
zh_cn: 设备号：

# PO_GSTR_RPP_DEV_NAME_EMPTY_ERR
source: Please input device name
pt_pt: Por favor insira o nome do dispositivo
ru_ru: Пожалуйста, введите имя устройства
zh_cn: 请输入设备名称

# PO_GSTR_RPP_PIN_EMPTY_ERR
source: Please input pin
pt_pt: Por favor insira a senha
ru_ru: Пожадуйста, введите пин
zh_cn: 请输入pin

# PO_GSTR_RPP_PIN_FORMAT_ERR
source: pin only for the digital
pt_pt: Senha apenas para o digital
ru_ru: Пожалуйста, введите число!
zh_cn: pin只能为纯数字

# PO_GSTR_RPP_MODEL_NAME_EMPTY_ERR
source: Please input model name
pt_pt: Por favor insira o nome do modelo
ru_ru: Пожалуйста, введите имя модели
zh_cn: 请输入模型名称

# PO_GSTR_RPP_SERIAL_EMPTY_ERR
source: Please input serial
pt_pt: Por favor insira o número de série
ru_ru: Пожалуйста, введите серийный номер
zh_cn: 请输入系列号

# PO_IDC_CHECK_80_CHAR_FONTB
source: Font B
zh_cn: 字形 B

# PO_IDC_CHECK_80_CHAR_BOLD
source: Bold
zh_cn: 粗体

# PO_IDC_CHECK_80_CHAR_TIMES_HIGH
source: Times High
zh_cn: 倍高

# PO_IDC_CHECK_80_CHAR_DOUBLE_WIDTH
source: Double Width
zh_cn: 倍宽

# PO_IDC_CHECK_80_CHAR_UNDERLINE
source: Underline
zh_cn: 下划线

# PO_IDC_CHECK_80_CHAR_INVERSE
source: Inverse
zh_cn: 反白

# PO_IDC_CHECK_80_CHAR_ROTATE
source: Rotate 90°cw
zh_cn: 90°旋转

# PO_IDC_CHECK_80_CHAR_CHINESE
source: Chinese
zh_cn: 汉字

# PO_IDC_CHECK_80_CHAR_OVERLAP
source: Overlap
zh_cn: 重叠

# PO_IDC_CHECK_80_CHAR_BOLD_PRINT
source: Bold
zh_cn: 字体加粗

# PO_IDC_CHECK_80_CHAR_USER_CHARACTER
source: User Character
zh_cn: 自定义字符集

# PO_IDC_CHECK_80_CHAR_RESUPINATE
source: Resupinate
zh_cn: 倒置

# PO_IDC_STATIC_80_CHAR_CHARACTER_SET
source: Character:
zh_cn: 国际字符集：

# PO_IDC_STATIC_80_CHAR_UNDERLINE_SET
source: Underline:
zh_cn: 下划线：

# PO_IDC_STATIC_80_CHAR_CODE_PAGE
source: Code Page:
zh_cn: 字符集：

# PO_IDC_STATIC_80_CHAR_FONT
source: Font:
zh_cn: 字体：

# PO_IDC_STATIC_80_CHAR_CHARACTER_SIZE
source: Character Size:
zh_cn: 字符大小：

# PO_IDC_STATIC_H
source: H
zh_cn: 高

# PO_IDC_STATIC_W
source: W
zh_cn: 宽

# PO_IDC_STATIC_80_CHAR_RIGHT_SPACING
source: Right Char Spacing:
zh_cn: 右侧字符间距：

# PO_IDC_STATIC_80_CHAR_CANCEL
source: Cancel User Char:
zh_cn: 取消自定义字符：

# PO_IDC_STATIC_80_CHAR_CHINESE_SPACING
source: Chinese Spacing:
zh_cn: 汉字间距：

# PO_IDC_STATIC_L
source: L
zh_cn: 左

# PO_IDC_STATIC_R
source: R
zh_cn: 右

# PO_IDC_STATIC_80_CHAR_USER_CHINESE
source: User Chinese:
zh_cn: 自定义汉字：

# PO_IDC_BUTTON_80_KEY_SET
source: Key Set
zh_cn: 一键设置

# PO_GSTR_80_CHAR_UNERLINE_CLOSE
source: Close
zh_cn: 关闭

# PO_GSTR_80_CHAR_UNERLINE_1
source: Unerline-1
zh_cn: 下划线-1

# PO_GSTR_80_CHAR_UNERLINE_2
source: Unerline-2
zh_cn: 下划线-2

# PO_GSTR_80_USER_CHINESE_NUMBER_ERR
source: Please specify a value between 161 and 254.
zh_cn: 请指定一个介于161和254间的值。

# PO_GSTR_80_CANCEL_CHAR_NUMBER_ERR
source: Please specify a value between 32 and 126.
zh_cn: 请指定一个介于32和126间的值。

# PO_DLG_CHARACTER_ADDRESS
source: Address
zh_cn: 地址

# PO_IDC_STATIC_ADDR
source: Address
zh_cn: 地址:

# PO_IDC_BUTTON_ADDR_OK
source: OK
zh_cn: 确定

# PO_IDC_BUTTON_ADDR_CANCEL
source: Cancel
zh_cn: 取消

# PO_GSTR_CHAR_LIB_ADDR_ERROR
source: Address range: 0~4294967295;
zh_cn: 地址范围:0~4294967295

# PO_IDC_STATIC_CHARACTER_LIBRARY_SELECT
source: Select A Printer Character Library:
zh_cn: 选择一个字库:

# PO_IDC_BUTTON_CHARACTER_LIBRARY_OPEN
source: Select Font
zh_cn: 打开文件

# PO_IDC_BUTTON_CHARACTER_LIBRARY_UPDATE
source: Update
zh_cn: 更新

# PO_GSTR_INVALID_FIRMWARE
source: Invalid Firmware
pt_pt: Firmware inválido
ru_ru: Ошибка прошивки
zh_cn: 无效的程序文件

# PO_GSTR_FONT_DATALEN_MAX_ERROR
source: Exceeds the maximum amount of data supported by the printer.(Maximum data volume: 4M Bytes)
zh_cn: 超出打印机所支持的最大数据量!(最大数据量:4M 字节)

# PO_GSTR_FONT_DATALEN_MIN_ERROR
source: Exceeds the minimum amount of data supported by the printer.(Minimum data volume: 256 Bytes)
zh_cn: 超出打印机所支持的最小数据量!(最小数据量:256 字节)

# PO_GSTR_SETTING_SUCCESS
source: Setting Success!
zh_cn: 设置成功

# PO_GSTR_SETTING_FAIL
source: Setting Fail!
zh_cn: 设置失败

# PO_GSTR_DOWNLOAD_CHARACTER_LIB
source: Downloading character library...........
zh_cn: 下载字库中...........

# PO_GSTR_UPDATE_SUCCESS
source: Update success!
zh_cn: 更新成功!

# PO_GSTR_UPDATE_FAIL
source: Update fail!
zh_cn: 更新失败!

# PO_GSTR_CHECK_INFO_SN_ERR
source: Please enter a valid serial number
pt_pt: Por favor insira um número de série válido
ru_ru: Пожалуйста, введите правильный серийный номер
zh_cn: 请输入有效的序列号

# PO_GSTR_CHECK_INFO_SN_LEN_ERR
source: The length of SN must between 6~37
pt_pt: O número de série deve ter entre 6~37 caracteres
ru_ru: Длина SN должна быть 6~37 символов
zh_cn: 所输入的序列号长度应在6~37之间

# PO_IDC_STATIC_FIRMWARE
source: FIRMWARE:
ru_ru: ПРОШИВКА
zh_cn: 固件版本：

# PO_IDC_STATIC_FACTORY
source: FACTORY:
pt_pt: FÁBRICA:
ru_ru: ПРОИЗВОДИТЕЛЬ
zh_cn: 厂商名称：

# PO_IDC_STATIC_DEVICE
source: DEVICE:
pt_pt: DISPOSITIVO:
ru_ru: УСТРОЙСТВО
zh_cn: 打印机名称：

# PO_IDC_STATIC_SN
source: SN:
pt_pt: NS:
zh_cn: 序列号：

# PO_GSTR_LOAD_INFO_ERR
source: Failed to get the data of Check Information module
pt_pt: Falha ao tentar receber dados do módulo de checagem de informação
ru_ru: Не удалось получить данные от модуля проверки информации
zh_cn: “信息查询”功能数据获取失败

# PO_GSTR_INVALID_IP_FIRST_PART
source: is not a valid entry. Please specify a value between 1 and 223.
pt_pt: não é uma entrada válida. Por favor insira um valor entre 1 e 223.
ru_ru: Значение не верно. Пожалуйста, укажите значение между 1 и 127
zh_cn: 不是有效项。请指定一个介于 1 和 223 间的值。

# PO_GSTR_INVALID_IP_FIRST_PART_127
source: IP addresses starting with 127 are not valid because they are reserved for loopback addresses. Please specify some other valid value between 1 and 223.
pt_pt: Endereço IP começando com 127 não é válido porque é reservado para endereços de loopback. Por favor insira um outro valor entre 1 e 223.
ru_ru: IP адрес начинающийся с 127 зарезервирован за локальным устройством. Пожалуйста, укажите другое значение между 1 и 223.
zh_cn: 以 127 开头的 IP 地址无效，因为这些地址是为环回地址保留的。请指定介于 1 和 223 间的其他某个有效值。

# PO_GSTR_NET_INPUT_VALID_PORT
source: Please enter a valid port
pt_pt: Por favor insira uma Porta válida
ru_ru: Пожалуйста, выберите правильный порт
zh_cn: 请输入有效端口

# PO_IDC_STATIC_CMD_SETTING_CMD_TYPE
source: Command type:
ru_ru: Тип команды
zh_cn: 指令类型:

# PO_IDC_STATIC_CMD_SETTING_PAPER_WIDTH
source: Paper width:
ru_ru: Ширина бумаги
zh_cn: 纸张宽度:

# PO_GSTR_LABEL_COMMAND
source: Label Command
ru_ru: Ярлык команды
zh_cn: 标签指令

# PO_IDC_STATIC_80_CONTROL_CUTTING_MODE
source: Cutting Mode:
zh_cn: 切纸模式:

# PO_IDC_STATIC_80_CONTROL_FEED_POINTS
source: Feed Points:
zh_cn: 进纸点行:

# PO_IDC_STATIC_80_CONTROL_BUZZER_TIMES
source: Buzzer times:
zh_cn: 蜂鸣次数:

# PO_IDC_STATIC_80_CONTROL_BUZZER_TIME
source: Buzzer time:
zh_cn: 蜂鸣时间:

# PO_IDC_STATIC_80_CONTROL_CHINESE_FORMAT
source: Chinese Format:
zh_cn: 中文格式:

# PO_IDC_STATIC_80_CONTROL_PANEL_BUTTON
source: Panel buttons:
zh_cn: 面板按键:

# PO_IDC_BUTTON_80_SET
source: Set
zh_cn: 设置

# PO_IDC_BUTTON_80_CONTROL_FULL_CUT
source: Full Cut
zh_cn: 全切

# PO_IDC_BUTTON_80_CONTROL_HALF_CUT
source: Half Cut
zh_cn: 半切

# PO_IDC_BUTTON_80_CONTROL_SET_ALL
source: Set All
zh_cn: 一键设置

# PO_GSTR_80_CONTROL_PANEL_BUTTON_ACTIVATION
source: Activation
zh_cn: 激活

# PO_GSTR_80_CONTROL_PANEL_BUTTON_PROHIBIT
source: Prohibit
zh_cn: 禁止

# PO_GSTR_80_CONTROL_CUTTING_MODE_CUTTING
source: Cutting
zh_cn: 切纸

# PO_GSTR_80_CONTROL_CUTTING_MODE_FEED_CUTTING
source: Feed and Cutting
zh_cn: 进纸并切纸

# PO_GSTR_80_CONTROL_BUZZER_SET
source: Please input a number between 1 and 9.
zh_cn: 请指定一个介于1和9间的值。

# PO_DOWNLOAD_DLG_CAPTION
source: Download
ru_ru: Загрузить
zh_cn: 下载

# PO_DOWNLOAD_DLG_PROGRAM
source: Program
pt_pt: Programar
ru_ru: Программа
zh_cn: 程序

# PO_IDD_DIALOG_ETHERNET
source: Ethernet
zh_cn: 以太网

# PO_GSTR_OK
source: OK
ru_ru: Да
zh_cn: 确定

# PO_GSTR_CANCEL
source: Exit
pt_pt: Sair
ru_ru: Выход
zh_cn: 退出

# PO_IDC_STATIC_80_FORMAT_LINE_SPACING
source: Line Spacing:
zh_cn: 行间距：

# PO_IDC_STATIC_80_FORMAT_BLANK_AMOUNT
source: Left Blank Amount:
zh_cn: 左侧空白点数：

# PO_IDC_STATIC_80_FORMAT_PRINT_POSITION
source: Relative Print Position:
zh_cn: 相对打印位置：

# PO_IDC_STATIC_80_FORMAT_PRINT_AREA
source: Print Area Width:
zh_cn: 打印区域宽度：

# PO_IDC_STATIC_80_FORMAT_A_PRINT_POSITION
source: Absolute Print Position:
zh_cn: 绝对打印位置：

# PO_IDC_STATIC_80_FORMAT_ALIGN_MODE
source: Alignment Mode:
zh_cn: 对齐方式：

# PO_IDC_BUTTON_80_SET_DEFAIT_LINE_SPACING
source: Defait Line Spacing
zh_cn: 缺省行间距

# PO_GSTR_80_FORMAT_ALIGN_LEFT
source: Align Left
zh_cn: 左对齐

# PO_GSTR_80_FORMAT_ALIGN_CENTER
source: Align Center
zh_cn: 居中

# PO_GSTR_80_FORMAT_ALIGN_RIGHT
source: Align Right
zh_cn: 右对齐

# PO_GSTR_80_PAGE_PRINT_AREA_NUMBER_ERR
source: Please input a number between 1 and 65535.
zh_cn: 请输入一个介于1到65535间的数值

# PO_IDC_STATIC_80_GRAPHICAL_PRINT_BITMAP
source: Print Bitmap:
zh_cn: 打印下传位图：

# PO_IDC_STATIC_80_GRAPHICAL_PRINT_RASTER_BITMAP
source: Print Raster Bitmap:
zh_cn: 打印光栅位图:

# PO_IDC_STATIC_80_GRAPHICAL_BITMAP
source: Bitmap:
zh_cn: 位图：

# PO_IDC_BUTTON_80_GRAPHICAL_SELECT_BITMAP
source: Select Bitmap
zh_cn: 选择位图

# PO_IDC_BUTTON_80_PRINT_NV_BITMAP
source: Print NV Bitmap
zh_cn: 打印NV位图

# PO_IDC_BUTTON_80_GRAPHICAL_SET_ALL
source: Set All
zh_cn: 一键设置

# PO_GSTR_80_GRAPHICAL_8_SINGLE_DENSITY
source: 8-Single Density
zh_cn: 8-点 单密度

# PO_GSTR_80_GRAPHICAL_8_DOUBLE_DENSITY
source: 8-Double Density
zh_cn: 8-点 双密度

# PO_GSTR_80_GRAPHICAL_24_SINGLE_DENSITY
source: 24-Single Density
zh_cn: 24-点 单密度

# PO_GSTR_80_GRAPHICAL_24_DOUBLE_DENSITY
source: 24-Double Density
zh_cn: 24-点 双密度

# PO_GSTR_80_GRAPHICAL_COMMON_MODE
source: Common
zh_cn: 普通

# PO_GSTR_80_GRAPHICAL_DOUBLE_WIDTH
source: Double Width
zh_cn: 倍宽

# PO_GSTR_80_GRAPHICAL_TIMES_HIGHER
source: Times Higher
zh_cn: 倍高

# PO_GSTR_80_GRAPHICAL_FOURFOLD
source: Fourfold
zh_cn: 四倍

# PO_GSTR_80_PRINT_BITMAP_ERROR
source: Please select a bitmap.
zh_cn: 请选择一张位图.

# PO_IDD_DIALOG_GRAYSCALE_PRINT
source: Grayscale Print
pt_pt: Impressão em escala de cinza
ru_ru: Печать в оттенках серого
zh_cn: 灰度打印

# PO_IDC_STATIC_BASE_OLD_IMAGE
source: Original image:
pt_pt: Imagem Original:
ru_ru: Оригинальное изображение
zh_cn: 原始图像：

# PO_IDC_STATIC_BASE_NEW_IMAGE
source: Transformed:
pt_pt: Transformada:
ru_ru: Изменненное изображение
zh_cn: 转换后：

# PO_IDC_BUTTON_TEST_PRINT
source: Test Print
pt_pt: Testar impressão
ru_ru: Тестовая печать
zh_cn: 测试打印

# PO_IDC_BUTTON_OK
source: OK
ru_ru: Да
zh_cn: 确定

# PO_IDC_BUTTON_CANCLE
source: Cancel
pt_pt: Cancelar
ru_ru: Отменить
zh_cn: 取消

# PO_IDC_STATIC_HEART_TIME
source: Heat Time:
pt_pt: Tempo de aquecimento:
ru_ru: Время нагрева
zh_cn: 加热时间:

# PO_GSTR_HOTTIME_NUMBER_ERR
source: You input must be bigger than 300
pt_pt: A entrada deve ser maior que 300 caracteres
ru_ru: Введенное значение должно быть больше 300
zh_cn: 请输入大于300小于800的值

# PO_GSTR_HOTTIME_NUMBER_OVER_ERR
source: You input must be less than 800
pt_pt: A entrada deve ser menor que 800 caracteres
ru_ru: Введенное значение должно быть меньше 800
zh_cn: 请输入大于300小于800的值

# PO_GSTR_LOGO_LIST_MAX
source: Can't add log list any more
pt_pt: Não é possível adicionar ao log
ru_ru: Больше не удается добавить в журнал
zh_cn: 无法继续添加logo

# PO_GSTR_INFO_DELETE_LOGO
source: Deleteing logo............
zh_cn: 正在删除logo............

# PO_GSTR_DELETE_LOGO_ERR
source: Delete logo fail
zh_cn: 删除Logo失败

# PO_GSTR_DELETE_LOGO_SUCCESS
source: Delete success.
zh_cn: 删除成功!

# PO_GSTR_SHOW_ONLY_ONE_ERR
source: There was displaying the first picture when selected multiple pictures.
pt_pt: Estava sendo apresentada a primeira imagem quando foram selecionadas múltiplas imagens.
ru_ru: Показано первое изображение из нескольких изображений
zh_cn: 批量选择时，只显示第一张图片。

# PO_GSTR_SELECT_LOGO_ERR
source: Please select a logo!
pt_pt: Por favor selecione o logotipo!
ru_ru: Пожалуйста, выберите логотип!
zh_cn: 请选择一个logo

# PO_GSTR_INFO_DOWNLOAD_LOGO
source: Downloading
zh_cn: 正在下载

# PO_GSTR_DOWNLOAD_LOGO_ERR
source: Download logo fail
pt_pt: O download do logo falhou
ru_ru: Ошибка при загрузке логотипа
zh_cn: 下载logo失败

# PO_GSTR_DOWNLOAD_LOGO_SUCCESS
source: Download success.
zh_cn: 下载成功

# PO_GSTR_DOWNLOADING_LOGO
source: Downloading Logo......
zh_cn: 下载Logo中......

# PO_GSTR_PRINTER_CAPACITY_OVERSTEP
source: Exceeds the maximum amount of data supported by the printer.Please select the right size Logo to download again.
zh_cn: 超出打印机所支持的最大数据容量，请选择大小合适的Logo重新下载。

# PO_GSTR_ONLY_ONE_FILE_SELECT
source: Only one bmp file can be selected
pt_pt: Somente um arquivo bmp pode ser selecionado
ru_ru: Может быть выбран только один bmp файл
zh_cn: 一次只能选择一个bmp文件

# PO_GSTR_INFO_GET_LOGO
source: Geting
zh_cn: 正在获取

# PO_IDC_STATIC_GET_LOGO_FAIL_NOTICE
source: Notice: Get message from printer fail
pt_pt: Aviso: O processo de recebimento de mensagem da impressora falhou
ru_ru: Примечание: Ошибка получения сообщения от принтера
zh_cn: 从打印机获取 logo 失败

# PO_GSTR_ERROR_LOGO_MAX
source: Exceeds the maximum number of Logo supported by the printer.The default gets the first 64 logo.
zh_cn: 超出打印机所支持的最大Logo数量，默认获取出前64张Logo.

# PO_GSTR_GETING_LOGO
source: Getting Logo......
zh_cn: 获取Logo中......

# PO_IDC_STATIC_LOGO_NOTICE
source: The number of Logo get from printer is
pt_pt: O número do Logo recebido da impressora é
ru_ru: Полученный от принтера номер логотипа
zh_cn: 从打印机获取到的 logo 数量为

# PO_GSTR_SET_SUCCESS
source: Set success
pt_pt: Configuração realizada com sucesso
ru_ru: Установка успешна
zh_cn: 设置成功

# PO_GSTR_SET_FAIL
source: Set fail
pt_pt: A configuração falhou
ru_ru: Ошибка установки
zh_cn: 设置失败

# PO_IDC_STATIC_PROGRAM_SELECT
source: Select A Printer Firmware:
pt_pt: Selecione o firmware da impressora:
ru_ru: Выберите прошивку принтера
zh_cn: 选择一个程序文件:

# PO_GSTR_ADD
source: Add
pt_pt: Adicionar
ru_ru: Добавить
zh_cn: 添加

# PO_GSTR_DELETE
source: Delete
pt_pt: Deletar
ru_ru: Удалить
zh_cn: 删除

# PO_GSTR_DOWNLOAD
source: Download
ru_ru: Загрузить
zh_cn: 下载

# PO_GSTR_PRINT_LOGO_EXIST
source: Print Logo
pt_pt: Imprimir logo existente
ru_ru: Логотип для печати
zh_cn: 打印Logo

# PO_GSTR_GET_LOGO
source: Get Logo
ru_ru: Получить логотип
zh_cn: 获取

# PO_GSTR_MODIFY_LOGO
source: Modify Logo
ru_ru: Изменить логотип
zh_cn: 修改

# PO_IDC_BUTTON_LOGO_LOOK_UP
source: Look Up
ru_ru: Посмотреть логотип
zh_cn: 查看

# PO_GSTR_CONFIG_LPT
source: Configure LPT Port
pt_pt: Configurar Porta LPT
ru_ru: Настроить LPT порт
zh_cn: 配置 LPT 端口

# PO_GSTR_TIMEOUT
source: Timeout(seconds)
pt_pt: Timeout(segundos)
ru_ru: Задержка (секунды)
zh_cn: 超时(秒)

# PO_GSTR_RETRY
source: Transmission Retry
pt_pt: Enviar transmissão novamente
ru_ru: Повторная передача
zh_cn: 传输重试(T)

# PO_GSTR_LPT_OK
source: OK
ru_ru: Да
zh_cn: 确定

# PO_GSTR_LPT_CANCEL
source: CANCEL
pt_pt: CANCELAR
ru_ru: Прервать
zh_cn: 取消

# PO_GSTR_CONFIG_PORT_ERROR
source: Can't config port
pt_pt: Não foi possível configurar a porta COM
ru_ru: Невозможно настроить порт
zh_cn: 无法设置端口

# PO_GSTR_RONGTA_MAIN_DLG_CAPTION
source: RongtaPrinterTool
pt_pt: PionerPrinterTool
ru_ru: PionerPrinterTool
zh_cn: 容大打印机设置工具

# PO_GSTR_MAIN_DLG_CAPTION
source: PrinterTool
pt_pt: PionerPrinterTool
ru_ru: PionerPrinterTool
zh_cn: 打印机设置工具

# PO_IDC_STATIC_MAIN_GROUP
source: Communication with printer
pt_pt: Comunicação com a impressora
ru_ru: Связь с принтером
zh_cn: 连接打印机

# PO_IDC_RADIO_SELECT_PORT
source: Port:
pt_pt: Porta:
ru_ru: Порт
zh_cn: 端口:

# PO_IDC_RADIO_SELECT_DRIVER
source: Printer Driver:
pt_pt: Driver da impressora:
ru_ru: Драйвер принтера
zh_cn: 打印驱动:

# PO_IDC_BUTTON_CONFIG_PORT
source: Config Port
pt_pt: Configurar Porta
ru_ru: Настроить порт
zh_cn: 配置端口

# PO_IDC_BUTTON_SET
source: Set Printer
pt_pt: Selecionar impressora
ru_ru: Настроить принтер
zh_cn: 设置打印机

# PO_IDC_BUTTON_DOWNLOAD
source: Download
ru_ru: Загрузить
zh_cn: 下载

# PO_GSTR_SET_COM_NEED_CONFIG
source: You need Configure com port first
pt_pt: Você precisa configurar a porta primeiro
ru_ru: Сначала необходимо настроить порт
zh_cn: 请先配置串口

# PO_GSTR_SET_ENET_NEED_CONFIG
source: You need Configure ip first
pt_pt: Você precisa configurar o IP primeiro
ru_ru: Сначала необходимо настроить IP
zh_cn: 请先配置ip

# PO_GSTR_CANNOT_CONFIG_PORT
source: The port no configuration
pt_pt: A porta não foi configurada
ru_ru: Порт не настроен
zh_cn: 该端口不需配置

# PO_IDC_STATIC_NET_PORT
source: Port:
pt_pt: Porta:
ru_ru: Порт
zh_cn: 端口:

# PO_IDC_STATIC_NET_DUPLEX_MODE
source: Duplex Mode:
pt_pt: Modo Duplex:
ru_ru: Дуплексный режим
zh_cn: 双工模式:

# PO_GSTR_CHECK_MAC_FAIL
source: MAC is not a valid entry. Please specify a value between 00 and ff.
ru_ru: Значение MAC неверно. Пожалуйста, укажите значение между 00 и ff
zh_cn: 不是有效MAC地址。请指定一个介于00和ff间的值

# PO_GSTR_CHECK_MAC_ALL_ZERO
source: MAC can not all zero. Please specify a value between 00 and ff.
ru_ru: Значение MAC не может быть полностью нулевым. Пожалуйста, укажите значение между 00 и ff
zh_cn: MAC不能全为0。请指定一个介于00和ff间的值

# PO_80_CMD_TEST_DLG_NVBITMAP
source: NV Bitmap
zh_cn: NV 位图

# PO_IDC_BUTTON_80_BITMAP_ADD
source: Add
zh_cn: 添加

# PO_IDC_BUTTON_80_BITMAP_DELETE
source: Delete
zh_cn: 删除

# PO_IDC_BUTTON_80_BITMAP_PRINT
source: Print
zh_cn: 打印

# PO_GSTR_NVBITMAP_NAME
source: NVBitmap List
zh_cn: NV位图表

# PO_IDC_STATIC_QUEUE_NUMBER
source: Sequence Number:
pt_pt: Número sequencial:
ru_ru: Серийный номер
zh_cn: 系列号:

# PO_IDC_STATIC_DATE_AND_TIME
source: Date and Time:
pt_pt: Data e Hora:
ru_ru: Дата и время
zh_cn: 日期和时间:

# PO_IDC_STATIC_OTHER_76_MODE
source: 76 Print Mode:
pt_pt: Modo de impressão 76:
ru_ru: Режим печати 76
zh_cn: 76打印模式:

# PO_IDC_STATIC_OTHER_80_MODE
source: 80 Print Mode:
pt_pt: Modo de impressão 80:
ru_ru: Режим печати 80
zh_cn: 80打印模式:

# PO_IDC_STATIC_OTHER_RUN_OUT_OF_PAPER
source: Run Out of Paper:
pt_pt: Executar Falta de Papel:
ru_ru: Бумага заканчивается
zh_cn: 纸将尽提示:
