Repository: nikhilmahant/ERP
Catalog: main/Printer Tool 2.40-1/Lang/*/LC_MESSAGES/PrinterConfig.po
Languages: pt_pt, ru_ru, zh_cn

# PO_IDC_STATIC_OTHER_CHANGE_PORT
source: Change Port:
pt_pt: Trocar porta:
ru_ru: Изменить порт
zh_cn: 切换接口:

# PO_IDC_STATIC_OTHER_VOLUME_SET
source: Volume Set:
ru_ru: Настройка звука
zh_cn: 音量设置:

# PO_IDC_STATIC_OTHER_USB_SET
source: USB Set:
zh_cn: USB设置：

# PO_IDC_STATIC_OTHER_BLACK_MARK_SET
source: Black Mark:
zh_cn: 黑标纸:

# PO_GSTR_76MM_MODE
source: 76mm paper mode
pt_pt: Modo de papel 76mm
ru_ru: Бумага 76 мм
zh_cn: 76mm 打印模式

# PO_GSTR_58MM_MODE
source: 58mm paper mode
pt_pt: Modo de papel 58mm
ru_ru: Бумага 58 мм
zh_cn: 58mm 打印模式

# PO_GSTR_USB
source: Printer USB
zh_cn: 打印机类

# PO_GSTR_USB_PORT
source: Virtual Serial Port
zh_cn: 虚拟串口

# PO_GSTR_STANDARD_BLACK_MARK
source: Standard
zh_cn: 标准式

# PO_GSTR_OLD_BLACK_MARK
source: Old Type
zh_cn: 旧式

# PO_GSTR_VOLUME_VOICELESS
source: Voiceless
ru_ru: Беззвучно
zh_cn: 静音

# PO_GSTR_VOLUME_SOFTLY
source: Softly
ru_ru: Тихо
zh_cn: 轻声

# PO_GSTR_VOLUME_MODERATE
source: Moderate
ru_ru: Настраиваемая громкость
zh_cn: 适中

# PO_GSTR_VOLUME_LOUD
source: Loud
ru_ru: Громко
zh_cn: 响亮

# PO_IDC_BUTTON_80_PAGE_MODE_PRINT
source: Print
zh_cn: 打印

# PO_IDC_BUTTON_80_PAGE_MODE_SET
source: Page Mode
zh_cn: 页模式

# PO_IDC_BUTTON_80_STANDARD_MODE_SET
source: Standard Mode
zh_cn: 标准模式

# PO_IDC_BUTTON_80_PAGE_MODE_PRINT_AND_STANDARD
source: Print and Standard Mode
zh_cn: 打印并回到标准模式

# PO_IDC_STATIC_80_PAGE_MODE_PRINT_DIRECTION
source: Print Direction:
zh_cn: 打印方向:

# PO_IDC_STATIC_80_PAGE_MODE_FOURFOLD_CHINESE
source: Fourfold Chinese:
zh_cn: 四倍中文:

# PO_IDC_STATIC_80_PAGE_MODE_PRINT_POSITION
source: Print Position:
zh_cn: 打印位置:

# PO_IDC_STATIC_80_PAGE_MODE_PRINT_AREA
source: Print Area:
zh_cn: 打印区域:

# PO_IDC_STATIC_80_PAGE_MODE_VERTICAL_PRINT_POSITION
source: Absolute Vertical Position:
zh_cn: 绝对垂直位置:

# PO_IDC_STATIC_80_PAGE_MODE_RELATIVE_VERTICAL_POSITION
source: Relative Vertical Position:
zh_cn: 相对垂直位置:

# PO_IDC_STATIC_80_PAGE_MODE_TEST_PRINT
source: Test Print Mode:
zh_cn: 测试打印模式:

# PO_IDC_BUTTON_80_PAGE_MODE_TEST_PRINT
source: Test Print
zh_cn: 测试打印

# PO_IDC_STATIC_PAGE_MODE
source: Page Mode
zh_cn: 页模式

# PO_IDC_STATIC_STANDARD_MODE
source: Standard Mode
zh_cn: 标准模式

# PO_GSTR_80_PAGE_MODE_LEFT_TO_RIGHT
source: Left To Right
zh_cn: 自左向右

# PO_GSTR_80_PAGE_MODE_BOTTOM_TO_TOP
source: Bottom To Top
zh_cn: 自下向上

# PO_GSTR_80_PAGE_MODE_RIGHT_TO_LEFT
source: Right To Left
zh_cn: 自右向左

# PO_GSTR_80_PAGE_MODE_TOP_TO_BOTTOM
source: Top To Bottom
zh_cn: 自上向下

# PO_GSTR_80_CHAR_CLOSE
source: Close
zh_cn: 关闭

# PO_GSTR_80_PAGE_MODE_OPEN
source: Open
zh_cn: 开启

# PO_GSTR_80_TEST_PRINT_MODE_PRINTER_STATE
source: Printer State
zh_cn: 打印机状态

# PO_GSTR_80_TEST_PRINT_MODE_ROLL_OF_PAPER
source: Roll of Paper
zh_cn: 卷纸

# PO_GSTR_80_COUNTER_PRINT_POSITION_RIGHT_1
source: Align Right 1
zh_cn: 右对齐1

# PO_GSTR_80_COUNTER_PRINT_POSITION_RIGHT_2
source: Align Right 2
zh_cn: 右对齐2

# PO_GSTR_80_COUNTER_PRINT_POSITION_LEFT
source: Align left
zh_cn: 左对齐

# PO_IDC_STATIC_TOP_EMPTY_CUT_RATE
source: Delete Empty Space At The Top:
pt_pt: Apagar espaço em branco no topo:
ru_ru: Удалять пробелы сверху
zh_cn: 多余上空白削减：

# PO_IDC_STATIC_BELOW_EMPTY_CUT_RATE
source: Delete Empty Space In The Below:
pt_pt: Apagar espaço em branco no final do documento:
ru_ru: Удалять пробелы снизу
zh_cn: 多余下空白削减：

# PO_IDC_STATIC_INTERVAL_CUT_RATE
source: Cut Rate of Line Interval:
pt_pt: Taxa de corte do intervalo de linha:
ru_ru: Уменьшить межстрочный интервал
zh_cn: 行间隔削减率：

# PO_IDC_STATIC_CHANGE_LINE_CUT_RATE
source: Cut Rate of Change Line:
pt_pt: Taxa de corte da mudança de linha:
ru_ru: Уменьшить текстовое поле
zh_cn: 换行削减率：

# PO_IDC_STATIC_CUT_HEIGHT_RATE
source: Cut Rate of bar-code's Height:
pt_pt: Taxa de corte da altura do código de barras:
ru_ru: Уменьшить поле штрихкода
zh_cn: 条码高度削减率：

# PO_IDC_STATIC_PAPER_NORMAL
source: Normal:
ru_ru: Стандартный
zh_cn: 正常纸张：

# PO_IDC_STATIC_PAPER_CUSTOM
source: Custom:
pt_pt: Customizado:
ru_ru: Пользовательский
zh_cn: 纸张节约：

# PO_IDC_BUTTON_PAPER_SAVE_SET
source: Set
pt_pt: Configurar
ru_ru: Установить
zh_cn: 设置

# PO_GSTR_NONE
source: None
pt_pt: Nenhum
ru_ru: Нет
zh_cn: 不削减

# PO_GSTR_PARAM_SET_DLG_CAPTION
source: Printer Info
pt_pt: Informação da Impressora
ru_ru: Информация о принтере
zh_cn: 打印机参数配置

# PO_GSTR_PARAM_SET_OK
source: OK
ru_ru: Да
zh_cn: 确定

# PO_PRINTER_SET_DLG_CAPTION
source: Set Printer
pt_pt: Configurar Impressora
ru_ru: Настроить принтер
zh_cn: 设置打印机

# PO_PRINTER_SET_DLG_BASE
source: Base
ru_ru: Основные
zh_cn: 基本设置

# PO_PRINTER_SET_DLG_EHTERNET
source: Ethernet
zh_cn: 以太网

# PO_GSTR_RPP_BLUETOOTH_NOTICE
source: Bluetooth setting
pt_pt: Configuração Bluetooth
ru_ru: Настройка bluetooth
zh_cn: 蓝牙设置

# PO_PRINTER_SET_DLG_BM
source: BlackMark
ru_ru: Черная метка
zh_cn: 黑标

# PO_PRINTER_SET_DLG_RPP
source: RPP
pt_pt: PP
zh_cn: 便携

# PO_PRINTER_SET_DLG_HEART_TIME
source: Heat Time
pt_pt: Tempo da batida
ru_ru: Время нагрева
zh_cn: 加热时间

# PO_PRINTER_SET_DLG_2D_BAR
source: 2D Barcode
pt_pt: Código 2D
ru_ru: Штрихкод 2D
zh_cn: 二维码

# PO_PRINTER_SET_DLG_SERIAL
source: Serial
ru_ru: Последовательный порт
zh_cn: 串口设置

# PO_PRINTER_SET_DLG_SERIAL_PRINTER
source: Search Printer
pt_pt: Procurar impressora
ru_ru: Поиск принтера
zh_cn: 搜索打印机

# PO_PRINTER_SET_DLG_CMD_SETTING
source: CmdType Setting
ru_ru: Выбор набора команд
zh_cn: 指令类型设置

# PO_PRINTER_SET_DLG_PAPER_SAVE
source: PaperSave
ru_ru: Настройка бумаги
zh_cn: 纸张节约

# PO_PRINTER_SET_DLG_OTHER
source: Other
pt_pt: Outro
ru_ru: Дополнительно
zh_cn: 其它

# PO_GSTR_UPDATE_FIRMWARE_SUCCESS
source: Update Firmware success
pt_pt: Atualização de Firmware realizada com sucesso
ru_ru: Обновление прошивки успешно!
zh_cn: 更新程序成功

# PO_IDC_BUTTON_PROGRAM_OPEN
source: Select a program file
pt_pt: Selecione o arquivo
ru_ru: Выберите файл прошивки
zh_cn: 打开文件

# PO_IDC_BUTTON_PROGRAM_UPDATE
source: Update
pt_pt: Atualizar
ru_ru: Обновить
zh_cn: 更新

# PO_IDC_STATIC_RPP_FONT
source: Font:
pt_pt: Fonte:
ru_ru: Шрифт
zh_cn: 字体:

# PO_IDC_STATIC_RPP_IDLE_TIME
source: Idle Time:
pt_pt: Tempo de parada:
ru_ru: Время задержки
zh_cn: 空闲时间:

# PO_IDC_STATIC_RPP_MAX_FEED
source: Max Feed:
pt_pt: Avanço Máx.:
ru_ru: Максимальный сдвиг
zh_cn: 最大进纸:

# PO_IDC_STATIC_RPP_PAGE_LEN
source: Page Len:
pt_pt: Dimensão da Página:
ru_ru: Длина страницы
zh_cn: 页长度:

# PO_IDC_STATIC_RPP_OFF_TIME
source: Off Time:
pt_pt: Tempo desligada:
ru_ru: Время до отключения
zh_cn: 下线时间:

# PO_IDC_STATIC_SERIAL_NUMBER_BITS
source: Number of data bits:
pt_pt: Número de bits de dados:
ru_ru: Число бит данных
zh_cn: 数据位:

# PO_GSTR_STOP_BITS
source: Stop bits:
pt_pt: Bits de parada:
ru_ru: Стоп бит
zh_cn: 停止位:

# PO_IDC_STATIC_SERIAL_HAND_SHAKE
source: Hand shake:
ru_ru: Квитирование
zh_cn: 握手信号:

# PO_IDC_BUTTON_80_STATE_PRINTER
source: Printer State
zh_cn: 打印机状态

# PO_IDC_BUTTON_80_STATE_OFFLINE
source: Offline State
zh_cn: 脱机状态

# PO_IDC_BUTTON_80_STATE_ERROR
source: Error State
zh_cn: 错误状态

# PO_IDC_BUTTON_80_STATE_PAPER
source: Continuous Paper State
zh_cn: 连续用纸状态

# PO_IDC_STATIC_80_STATE_NOT_OBTAIN
source: Not obtain state
zh_cn: 未获取状态

# PO_IDC_BUTTON_80_STATE_ERROR_RECOVERY
source: Error recovery
zh_cn: 错误恢复

# PO_IDC_BUTTON_80_STATE_CLEAR_BUFFER
source: Clear buffer
zh_cn: 清除缓冲

# PO_IDC_BUTTON_80_STATE_PRINT_PAPER_STATE
source: Print Paper State
zh_cn: 打印纸状态

# PO_IDC_BUTTON_80_STATE_SEND_PULSE
source: Send Pulse
zh_cn: 发生脉冲

# PO_IDC_BUTTON_80_STATE_PRINTER_INFORMATION
source: Get
zh_cn: 获取

# PO_IDC_STATIC_80_STATE_CUTTER_BOX_PIN
source: Cutter-Box Pin:
zh_cn: 钱箱引脚:

# PO_IDC_STATIC_80_STATE_PULSE_TIME
source: Pulse Level time:
zh_cn: 脉冲电平时间:

# PO_IDC_STATIC_80_STATE_CUTTER_BOX_OUTPUT_PIN
source: Cutter-Box Pin:
zh_cn: 钱箱引脚:

# PO_IDC_STATIC_80_STATE_BOOT_TIME
source: Boot time:
zh_cn: 开机时间:

# PO_IDC_STATIC_80_STATE_OFF_TIME
source: Off time:
zh_cn: 关机时间:

# PO_IDC_STATIC_80_STATE_PRINTER_INFORMATION
source: Printer Information:
zh_cn: 打印机信息:

# PO_IDC_BUTTON_80_PRINTER_INITIALIZATION
source: Printer Initialization
zh_cn: 打印机初始化

# PO_IDC_BUTTON_80_STATE_SET_ALL
source: Set All
zh_cn: 一键设置

# PO_GSTR_80_STATE_ID_MODEL
source: ID Model
zh_cn: ID 模型

# PO_GSTR_80_STATE_ID_NUMBER
source: ID Model Number
zh_cn: ID 型号

# PO_GSTR_80_STATE_HARDWARE_VERSION
source: Hardware Version
zh_cn: 硬件版本

# PO_GSTR_80_STATE_MANUFACTURER
source: Manufacturer
zh_cn: 厂商

# PO_GSTR_80_STATE_PRINTER_NAME
source: Printer Name
zh_cn: 打印机名称

# PO_GSTR_80_STATE_COM_NAME
source: Port Name
zh_cn: 串口名称

# PO_GSTR_80_STATE_CHARACTER
source: Character
zh_cn: 字符模式

# PO_GSTR_CAN_NOT_GET_PRINTER_SETTING_INFO
source: Can not get the printed information from this port.
zh_cn: 该接口类型无法获取打印设置信息

# PO_GSTR_80_STATE_CUTTER_BOX_OPEN
source: Cutter-box:open.
zh_cn: 钱箱:已打开.

# PO_GSTR_80_STATE_CUTTER_BOX_CLOSE
source: Cutter-box:closed.
zh_cn: 钱箱:已关闭.

# PO_GSTR_80_STATE_COVER_PLATE_OPEN
source: Cover:open.
zh_cn: 盖板:已打开.

# PO_GSTR_80_STATE_COVER_PLATE_CLOSE
source: Cover:closed.
zh_cn: 盖板:已关闭.

# PO_GSTR_80_STATE_PAPER_FEED
source: Feed:Paper feed key.
zh_cn: 进纸:通过进纸键进纸.

# PO_GSTR_80_STATE_NOT_PAPER_FEED
source: Feed:Not pass paper feed key.
zh_cn: 进纸:不通过进纸键进纸.

# PO_GSTR_80_STATE_ERROR_HAPPEN
source: Error:Error occurred.
zh_cn: 错误:发生错误.

# PO_GSTR_80_STATE_NO_ERROR
source: Error:No error.
zh_cn: 错误:没有错误.

# PO_GSTR_80_STATE_PAPER_CUTTING_ERROR
source: Error:Automatic cutting error.
zh_cn: 错误:发生自动切纸错误.

# PO_GSTR_80_STATE_NO_PAPER_CUTTING_ERROR
source: Error:No automatic cutting error.
zh_cn: 错误:没有自动切纸错误.

# PO_GSTR_80_STATE_IRRECOVERABLE_ERROR
source: Error:Unrecoverable error occured.
zh_cn: 错误:出现不可恢复的错误.

# PO_GSTR_80_STATE_NO_UNRECOVERABLE_ERROR
source: Error:No unrecoverable error.
zh_cn: 错误:没有不可恢复的错误.

# PO_GSTR_80_STATE_AUTO_RECOVERRY_ERROR
source: Error:auto-recoverry error occured.
zh_cn: 错误:出现可自动恢复的错误.

# PO_GSTR_80_STATE_NO_AUTO_RECOVERRY_ERROR
source: Error:No auto-recoverry error.
zh_cn: 错误:没有可自动恢复的错误.

# PO_GSTR_80_STATE_RUN_OUT_OF_PAPER
source: Paper:Run out of paper.
zh_cn: 纸张:纸尽.

# PO_GSTR_80_STATE_HAVE_PAPER
source: Paper:Have paper.
zh_cn: 纸张:有纸.

# PO_GSTR_80_STATE_PULSE_TIME_ERROR
source: Please input a number between 1 and 8.
zh_cn: 请指定一个介于 1 和 8 间的值。

# PO_GSTR_80_STATE_HEXADECIMAL
source: ID Model:hexadecimal.
zh_cn: ID模型:十六进制.

# PO_GSTR_80_STATE_DECIMALISM
source: ID Model:decimalism.
zh_cn: ID模型:十进制.

# PO_GSTR_80_STATE_SUPPORT_CHARACTER
source: ID Model Number:support multi byte character.
zh_cn: ID型号:支持多字节字符.

# PO_GSTR_80_STATE_NOT_SUPPORT_CHARACTER
source: ID Model Number:not support multi byte character.
zh_cn: ID型号:不支持多字节字符.

# PO_GSTR_80_STATE_HARDWARE_VERSION_SHOW
source: Hardware Version:
zh_cn: 硬件版本：

# PO_GSTR_80_STATE_MANUFACTURER_SHOW
source: Manufacturer:
zh_cn: 厂商：

# PO_GSTR_80_STATE_PRINTER_NAME_SHOW
source: Printer Name:
zh_cn: 打印机名称：

# PO_GSTR_80_STATE_PORT_NAME_SHOW
source: Port Name:
zh_cn: 串口名称：

# PO_GSTR_80_STATE_CHARACTER_SHOW
source: Character Mode:
zh_cn: 字符模式：

# PO_GSTR_PARAM_SET_SELECT_PRINTER
source: Please select a existent printer!
pt_pt: Por favor selecione uma impressora existente!
ru_ru: Пожалуйста, выберите подключенный принтер
zh_cn: 请选择一台打印机

# PO_GSTR_SEND_TCP_DATA_ERROR
source: Send data to printer fail.
pt_pt: Envio de dados para a impressora falhou.
ru_ru: Ошибка отправки данных принтеру
zh_cn: 向打印机发送数据失败。

# PO_IDC_BUTTON_UDP_STATUS
source: Status
ru_ru: Статус
zh_cn: 状态

# PO_GSTR_REBOOT
source: Reboot Printer
pt_pt: Reiniciar impressora
ru_ru: Перезагрузить
zh_cn: 重启打印机

# PO_GSTR_SEARCH
source: Search Printers
pt_pt: Procurar impressoras
ru_ru: Найти принтеры
zh_cn: 查找打印机

# PO_IDC_STATIC_UDP_NOTICE
source: Notice: After searched printers, please select the printer before other operation.
pt_pt: Aviso: Depois de procurar as impressoras, por favor selecione uma impressora antes de qualquer outra operação.
ru_ru: Внимание, после поиска принтера, пожалуйста выберите принтер в списке перед началом других операций
zh_cn: 提醒: 先搜索打印机。接着请先选中某台打印机，执行相关配置或操作.

# PO_IDC_STATIC_UDP_LOCAL_IP
source: Local IP Address:
pt_pt: Endereço IP Local:
ru_ru: Локальный IP адрес
zh_cn: 本地IP地址:

# PO_GSTR_OPEN_COM_ERROR
source: Cann't open com
ru_ru: Невозможно открыть COM-порт
zh_cn: 无法打开串口

# PO_GSTR_SET_COM_FAIL
source: Configure com port fail
pt_pt: A configuração da porta falhou
ru_ru: Ошибка настройки COM-порта
zh_cn: 设置串口失败

# PO_GSTR_WRITE_COM_FAIL
source: Write com printer fail
ru_ru: Ошибка записи в COM-порт принтера
zh_cn: 无法向串口设备写入数据

# PO_GSTR_READ_COM_FAIL
source: Read com printer fail
ru_ru: Ошибка чтения из COM-порта принтера
zh_cn: 无法读取串口设备数据

# PO_GSTR_COM_GET_COMM_STATE_FAIL
source: Get com state fail
ru_ru: Ошибка получения статуса COM-порта
zh_cn: 无法获取串口状态

# PO_GSTR_WRITE_ENET_FAIL
source: Write enet printer fail
ru_ru: Ошибка записи сетевого принтера
zh_cn: 无法向网口设备写入数据

# PO_GSTR_READ_ENET_FAIL
source: Read enet printer fail
ru_ru: Ошибка чтения сетевого принтера
zh_cn: 无法读取网口设备数据

# PO_GSTR_OPEN_LPT_FAIL
source: Open lpt fail
pt_pt: Abertura da LPT falhou
ru_ru: Ошибка открытия LPT-порта
zh_cn: 无法打开并口

# PO_GSTR_WRITE_LPT_FAIL
source: Write lpt printer fail
ru_ru: Ошибка записи LPT-порта
zh_cn: 无法向并口设备写入数据

# PO_GSTR_READ_LPT_FAIL
source: Read lpt printer fail
ru_ru: Ошибка чтения LPT-порта
zh_cn: 无法读取并口设备数据

# PO_GSTR_GET_LPT_CONFIG_ERROR
source: Get LPT configure fail
ru_ru: Ошибка получения конфигурации LPT-порта
zh_cn: 无法读取并口配置

# PO_GSTR_OPEN_PRINTER_FAIL
source: Open printer fail
pt_pt: Conexão com a impressora falhou
ru_ru: Ошибка открытия принтера
zh_cn: 无法打开打印机

# PO_GSTR_WRITE_PRINTER_FAIL
source: Write printer fail
pt_pt: Escrita na impressora falhou
ru_ru: Ошибка записи принтера
zh_cn: 无法向打印机发送数据

# PO_GSTR_READ_PRINTER_FAIL
source: Read printer fail
ru_ru: Ошибка чтения принтера
zh_cn: 无法读取打印机数据

# PO_GSTR_START_DOC_FAIL
source: Start doc fail
pt_pt: Inicio do documento falhou
ru_ru: Ошибка старта документа
zh_cn: 无法打印文档

# PO_GSTR_START_PAGE_FAIL
source: Start page fail
pt_pt: Inicio da página falhou
ru_ru: Ошибка старта страницы
zh_cn: 无法打印页面

# PO_GSTR_END_PAGE_FAIL
source: End page fail
pt_pt: Fim da página falhou
ru_ru: Ошибка окончания страницы
zh_cn: 打印页结束失败

# PO_GSTR_END_DOC_FAIL
source: End doc fail
pt_pt: Fim do documento falhou
ru_ru: Ошибка окончания документа
zh_cn: 打印文档结束失败

# PO_GSTR_WRITE_PRINTER_LESS
source: Raw data send to printer is less than request
pt_pt: Dado RAW enviado para a impressora é menor do que o requisitado
ru_ru: Пакет данных отправленный на принтер меньше необходимого
zh_cn: 请选择一台打印机。

# PO_GSTR_OPEN_USB_FAIL
source: Open usb printer fail
pt_pt: Comunicação com a USB da impressora falhou
ru_ru: Ошибка открытия USB принтера
zh_cn: 无法打开USB设备

# PO_GSTR_WRITE_USB_FAIL
source: Write usb printer fail
pt_pt: Escrita na USB da impressora falhou.
ru_ru: Ошибка записи USB принтера
zh_cn: 无法向USB设备写入数据

# PO_GSTR_READ_USB_FAIL
source: Read usb printer fail
ru_ru: Ошибка чтения USB принтера
zh_cn: 无法读取USB设备数据

# PO_GSTR_WRITE_USB_LESS
source: Raw data send to usb printer is less than request
pt_pt: Dado RAW enviado para a USB da impressora é menor do que o requisitado
ru_ru: Пакет данных отправленный на USB принтер меньше необходимого
zh_cn: 向USB设备写入的数据少于预期

# PO_GSTR_ENET_CONNECT_FAIL
source: Net connection failure
zh_cn: 网络连接失败

# PO_GSTR_ENET_READ_LESS
source: Raw data send to usb printer is less than request
zh_cn: 向设备写入的数据少于预期

# PO_IDC_STATIC_WIFI_MODE
source: Mode:
ru_ru: Режим
zh_cn: 模式:

# PO_GSTR_TYPE
source: Type:
pt_pt: Tipo:
ru_ru: Тип
zh_cn: 类型:

# PO_IDC_STATIC_WIFI_WPA_ENCRY
source: Encryption:
pt_pt: Encriptação:
ru_ru: Шифрование
zh_cn: 加密方式:

# PO_IDC_STATIC_WIFI_WPA_KEY
source: PSK Key:
pt_pt: Chave PSK:
ru_ru: Ключ PSK
zh_cn: WPA密钥:

# PO_IDC_STATIC_WIFI_WEP_KEY
source: Key:
pt_pt: Chave:
ru_ru: Ключ
zh_cn: 密钥:

# PO_IDC_RADIO_WIFI_NONE
source: OPEN(No Keys)
pt_pt: ABRIR(Sem Chaves)
ru_ru: Открытая сеть (нет ключа)
zh_cn: 开放(无密码)

# PO_GSTR_WIFI_SSID_EMPTY_ERR
source: SSID is empty,please input SSID
pt_pt: SSID está vazia, por favor insira um valor para o SSID
ru_ru: SSID пустой, пожалуйста введите SSID
zh_cn: 请输入SSID

# PO_GSTR_WIFI_PSKKEY_ERR
source: PSK key is empty,please input PSK key
pt_pt: Chave PSK está vazia, por favor insira a chave PSK
ru_ru: Ключ PSK пуст, пожалуйста введите PSK ключ
zh_cn: 请输入PSK密钥

# PO_GSTR_WIFI_PSKKEY_ERR_LEN
source: PSK key is error,please input the 8~64 length data
zh_cn: 请输入8~64长度的PSK密钥

# PO_GSTR_WIFI_WEP_KEY_ERR
source: WEP key is empty,please input WEP key
pt_pt: Chave WEP está vazia, por favor insira a chave PSK
ru_ru: Ключ WEP пуст, пожалуйста введите WEP ключ
zh_cn: 请输入密钥

# PO_GSTR_WIFI_WEP_KEY_ERR_LEN
source: WEP key is error,please input the 8~64 length data
zh_cn: 请输入8~64长度的WEP密钥

# PO_80_CMD_TEST_DLG_CAPTION
source: 80Cmd Test
zh_cn: 80指令测试

# PO_80_CMD_TEST_DLG_PRINT
source: Print cmd test
zh_cn: 打印指令

# PO_80_CMD_TEST_DLG_FORMAT
source: Format Set
zh_cn: 格式设置

# PO_80_CMD_TEST_DLG_CHAR
source: Char Set
zh_cn: 字符设置

# PO_80_CMD_TEST_DLG_GRAPHICAL
source: Graphical Set
zh_cn: 图形设置

# PO_80_CMD_TEST_DLG_BARCODE
source: Barcode Set
zh_cn: 条码设置

# PO_80_CMD_TEST_DLG_STATE
source: Printer State
zh_cn: 打印机状态

# PO_80_CMD_TEST_DLG_CONTROL
source: Control cmd
zh_cn: 控制指令

# PO_80_CMD_TEST_DLG_PAGE_MODE
source: Page Mode
zh_cn: 页模式

# PO_IDC_STATIC_80_PRINT_FEED_LINE
source: Feed Line:
zh_cn: 进纸行数：

# PO_IDC_STATIC_80_PRINT_FEED_POINTS
source: Number Of Input Points:
zh_cn: 进纸点行数：

# PO_IDC_STATIC_80_PRINT_LEVEL_LOCATION
source: Horizontal Positioning Points:
zh_cn: 水平定位点数：

# PO_IDC_STATIC_80_PRINT_ESC_N
source: Printer Status:
zh_cn: 打印机状态：

# PO_IDC_BUTTON_80_PRINT_LF
source: Print and newline
zh_cn: 打印并换行

# PO_IDC_BUTTON_80_PRINT_CR
source: Print and return
zh_cn: 打印并回车

# PO_IDC_BUTTON_80_PRINT_HT
source: Horizontal positioning
zh_cn: 水平定位

# PO_IDC_BUTTON_80_SELF_TEST
source: Self Test
zh_cn: 打印自检

# PO_GSTR_80_PRINTER_INHIBIT
source: Prohibit
zh_cn: 禁止

# PO_GSTR_80_PRINTER_ACTIVATION
source: Activation
zh_cn: 激活

# PO_IDC_STATIC_RPP_PIN
source: Pin:
pt_pt: Senha:
ru_ru: Пин

# PO_DOWNLOAD_DLG_LOGO
source: Logo
ru_ru: Логотип
